{
    "title": "Science Day",
    "date": "Sept 22",
    "location": ["Filmuniversität Babelsberg <i>KONRAD WOLF</i>", "Marlene-Dietrich-Allee 11", "14482 Potsdam"],
    "locationLink": "https://www.google.de/maps/place/Filmuniversität+Babelsberg+Konrad+Wolf",
    "description": [
        "With the rise of digitalization, new opportunities and new players are challenging the film and TV industry. Insights from smart analyses of big data are poised to become a central element of the industry’s value creation.",
        "Scholars from several disciplines (incl. marketing, management, and economics) have been exploring the power of big datasets and econometric models for some decades. Their findings have been largely overlooked by an industry that is traditionally characterized by Goldman’s “Nobody knows anything” mantra.",
        "This conference intends to showcase key and novel findings from scholarly research that can provide rich insights into what is required to make successful films and TV series/shows these days.",
        "How can these insights be of value in an industry that is characterized by creativity and intuition?"
    ],
    "organizers": {
        "description": "Hosted by Film University Babelsberg <i>KONRAD WOLF</i> and the Erich Pommer Institute, in cooperation with the Marketing Center Münster of the University of Münster and the DFG research unit 'Marketing of Hedonic Media Products in the Age of Digital Social Media'.",
        "chairs": [{
            "firstName": "Jannis",
            "lastName": "Funk",
            "position": "",
            "institution": "Filmuniversität Babelsberg Konrad Wolf",
            "origin": "Potsdam/Berlin",
            "bio": "is a producer in the German film industry and at the same time Ph.D. candidate at Film University Babelsberg, where he studied film and TV production from 2009 to 2014. He is the initiator of the “Big Data, Big Movies” conference. For him, creating worlds with film is the best and most privileged job of all.",
            "id": "jannis_funk"
        }, {
            "firstName": "Thorsten",
            "lastName": "Henning-Thurau",
            "position": "",
            "institution": "Westfälische Wilhelms-Universität Münster",
            "origin": "Münster",
            "bio": "is Professor of Marketing & Media Research at the University of Münster's Marketing Center. He has been ranked among the top German business scholars by Frankfurter Allgemeine Zeitung and Handelsblatt multiple times and has published extensively on entertainment industry-related topics and digital challenges in leading academic journals. He is a recipient of the Mallen Lifetime award for his work on filmed entertainment and was co-chair of this year's American Marketing Association Winter Educators' Conference which attracted a record-breaking crowd of 800+ scholars. Thorsten is also a dedicated movie aficionado, with a particular adoration for the works of Sergio Leone and Clint Eastwood.",
            "id": "thorsten_hennig_thurau"
        }]
    },
    "program": [{
        "time": "9:00",
        "type": "other",
        "topic": "Welcome",
        "description": "",
        "speakers": [{
            "firstName": "Jannis",
            "lastName": "Funk",
            "institution": "Filmuniversität Babelsberg Konrad Wolf",
            "bio": "is a producer in the German film industry and at the same time Ph.D. candidate at Film University Babelsberg, where he studied film and TV production from 2009 to 2014. He is the initiator of the “Big Data, Big Movies” conference. For him, creating worlds with film is the best and most privileged job of all.",
            "id": "jannis_funk"
        }, {
            "firstName": "Thorsten",
            "lastName": "Hennig-Thurau",
            "institution": "Westfälische Wilhelms-Universität Münster",
            "bio": "is Professor of Marketing & Media Research at the University of Münster's Marketing Center. He has been ranked among the top German business scholars by Frankfurter Allgemeine Zeitung and Handelsblatt multiple times and has published extensively on entertainment industry-related topics and digital challenges in leading academic journals. He is a recipient of the Mallen Lifetime award for his work on filmed entertainment and was co-chair of this year's American Marketing Association Winter Educators' Conference which attracted a record-breaking crowd of 800+ scholars. Thorsten is also a dedicated movie aficionado, with a particular adoration for the works of Sergio Leone and Clint Eastwood.",
            "id": "thorsten_hennig_thurau"
        }]
    }, {
        "time": "9:15",
        "type": "talk",
        "topic": "What Do We (Think We) Know about Film Performance?",
        "description": "",
        "speakers": [{
            "firstName": "Allègre",
            "lastName": "Hadida",
            "institution": "Cambridge University — joint work with Renaud Legoux and Francois Carrillat",
            "bio": "is Senior Lecturer (Associate Professor) in Strategy and the Director of the MPhil in Management programme at the University of Cambridge Judge Business School, and a Fellow of Magdalene College, Cambridge. Her research focuses on strategy in the creative, arts and media industries, and on creativity in business. She has held visiting positions at UCLA, CRG-Ecole Polytechnique, MIT, Tel Aviv University, and HEC Paris. She is Head of the Strategy Track at AIMAC (International Association for Arts and Cultural Management), Co-Director of the Strategic Management Society (SMS) IACMENA initiative, and Representative-at-Large of the SMS Teaching Community. Allègre has won numerous awards for her research and for her teaching, including the Cambridge MBA Professor of the Year Award.",
            "id": "allegre_hadida"
        }]
    }, {
        "time": "9:45",
        "type": "talk",
        "topic": "How Critical are Expert Reviews in the Brave New World of Electronic Word of Mouth?",
        "description": "",
        "speakers": [{
            "firstName": "Suman",
            "lastName": "Basuroy",
            "institution": "University of Texas San Antonio — joint work with S. Abraham Ravid & Bradley J. Allen",
            "bio": "(Ph.D. University of Pittsburgh, M.S. Carnegie-Mellon University, B.A. Brandeis University) is Department Chair, Professor of Marketing, and Graham Weston Endowed Professor at the College of Business, University of Texas at San Antonio. His research on various cultural products (motion pictures, video games, fashion) has been published in Management Science, Journal of Marketing, Journal of Marketing Research, International Journal of Research in Marketing and other journals. He is a co-recipient of the Werner Pommerehne Prize for the best paper published in the Journal of Cultural Economics. He received the 2009 Carol and Bruce Mallen Lifetime Achievement Award for Published Scholarly Contributions to Motion Picture Industry Studies from UCLA’s Anderson School of Management. He is on the Editorial Review Board of Marketing Letters and the Journal of Retailing.",
            "id": "suman_basuroy"
        }, {
            "firstName": "Richard",
            "lastName": "Gretz",
            "institution": "University of Texas San Antonio — joint work with S. Abraham Ravid & Bradley J. Allen",
            "bio": "is Associate Professor of Marketing at the University of Texas at San Antonio. He received his Ph.D. in Economics from Claremont Graduate University in 2005 and holds undergraduate degrees in Economics and Political Science from Westfield State College. Prior to joining UTSA, Richard held the position of Associate Professor of Economics at Bradley University’s Foster College of Business where he also served as Academic Director for MBA and EMBA Programs. Richard’s research focuses on product lifecycles, marketing and market performance of entertainment goods, specifically video games and motion pictures. Additionally, he has had significant consulting experience with local government and Fortune 500 companies.",
            "id": "richard_gretz"
        }]
    }, {
        "time": "10:15",
        "type": "break",
        "topic": "Coffee Break"
    }, {
        "time": "10:30",
        "type": "talk",
        "topic": "Super Hero or Super-Saturation - Movie Product Placement and Advertising Sales Effects",
        "description": "",
        "speakers": [{
            "firstName": "Raoul",
            "lastName": "Kübler",
            "institution": "Özyeğin University Istanbul",
            "bio": "is Assistant Professor of Marketing at Ozyegin University Istanbul. Before completing his Master and Ph.D. from Kiel University Germany, he worked for more than 10 years in the advertising industry and shared responsibilities for brands like Europcar, Axel Springer Media and Bosch. His research focuses on social media, app marketing, corporate communications, advertising creativity and big data analytics. He was awarded with several research grants from the Marketing Science Institute and the German Research foundation. He was several times nominated for the European Marketing Association’s Best Paper Award. Raoul Kübler enjoys working in close collaboration with marketing practitioners and consulted companies like TetraPak, Rausch AG, and PepsiCo.",
            "id": "raoul_kuebler"
        }, {
            "firstName": "Koen",
            "lastName": "Pauwels",
            "institution": "Özyeğin University Istanbul",
            "bio": "is Professor of Marketing at Ozyegin University, Istanbul and Honorary Professor at the University of Groningen. He received his Ph.D. from UCLA, where he was chosen “Top 100 Inspirational Alumnus” out of 37,000 graduates. Next he joined the Tuck School of Business at Dartmouth, where he became tenured Associate Professor and started the Marketing Dynamics conference. Koen published over 40 articles in journals such as Harvard Business Review, Journal of Marketing and Marketing Science. His awards include the Google/WPP Research Award, the Syntec Best Paper in Marketing/Decision Sciences Award, and the O’Dell award for the most influential paper in the Journal of Marketing Research. Koen also authored three books, including “It’s Not the Size of the Data – It’s how you use it”. He consulted large and small companies across three continents, including Amazon, Credit Europe, and Unilever.",
            "id": "koen_pauwels"
        }]
    }, {
        "time": "11:00",
        "type": "talk",
        "topic": "Understanding Movie Preferences from Big Data",
        "description": "",
        "speakers": [{
            "firstName": "Paul",
            "lastName": "Marx",
            "institution": "Universität Siegen",
            "bio": "is Assistant Professor in Marketing at the University of Siegen where he researches e-commerce, preference measurement, new media, big data, and recommender systems. He studied Aero-Hydrodynamics and Business Administration at Novosibirsk State Technical University (Russia). After working as marketing director at Vital Supply Company, he moved to Germany in 2000, where he continued his studies in Business Administration at University of Hannover. He received his PhD degree in Economics from Bauhaus-University of Weimar and has published in several leading journals, including the Journal of Marketing.",
            "id": "paul_marx"
        }, {
            "firstName": "André",
            "lastName": "Marchand",
            "institution": "Westfälische Wilhelms-Universität Münster",
            "bio": "(PhD, Bauhaus-University Weimar, Germany) is Assistant Professor at the Marketing Center Münster. His research focuses on digitalization in marketing. Furthermore, he is interested in strategic media marketing, consumer behavior in the digital era, and innovation management. Previously, he also worked as a strategic business analyst for several enterprises. His work has been published in leading international journals such as the Journal of Marketing and International Journal of Research in Marketing.",
            "id": "andre_marchand"
        }]

    }, {
        "time": "11:30",
        "type": "talk",
        "topic": "The Choice and Effects of Movie Previews in Video-on-demand Movie Services",
        "description": "",
        "speakers": [{
            "firstName": "Yong",
            "lastName": "Liu",
            "institution": "University of Arizona",
            "bio": "is Associate Professor of Marketing and Gary M. Munsinger Chair in Entrepreneurship & Innovation at the Eller College of Management, University of Arizona. He received his Ph.D. in Marketing from the University of British Columbia, Canada. His research focuses on social interactions, digital platforms and business analytics, and the media and entertainment markets. His research on movies, video games and television has been published in Journal of Marketing, Marketing Science, Marketing Letters, and Journal of Cultural Economics. He was named a Marketing Science Institute (MSI) Young Scholar, and currently serves on the Editorial Review Board of Marketing Science and as an Associate Editor for Journal of Retailing.",
            "id": "yong_liu"
        }]
    }, {
        "time": "12:00",
        "type": "break",
        "topic": "Lunch"
    }, {
        "time": "13:00",
        "type": "talk",
        "topic": "Is Movie Success a Judgment Device? When More is NOT Better",
        "description": "",
        "speakers": [{
            "firstName": "Michela",
            "lastName": "Addis",
            "institution": "Rome III Universität/SDA Bocconi — joint work with Morris B. Holbrook",
            "bio": "is Associate Professor of Marketing at Universiti degli Studi di Roma Tre and member of the core faculty of the Marketing Department of SDA Bocconi School of Management. She obtained her Ph.D. in Business Administration and Management from Bocconi University. She has visited the Helsinki School of Economics in 2000, and Columbia Business School in 2000, 2004, and 2005. Her research interests include experiential marketing (she published two books on the topic), cinematic consumption, and more in general hedonic consumption (reading, library, happiness, well-being), customer loyalty and customer relationship management. Among others, her articles appeared on Journal of Consumer Research, Psychology and Marketing, Journal of Cultural Economics.",
            "id": "michela_addis"
        }]
    }, {
        "time": "13:30",
        "type": "talk",
        "topic": "Is it better to Burn than to Fade Away? Estimating the Value of Death for Celebrities",
        "description": "",
        "speakers": [{
            "firstName": "Abhishek",
            "lastName": "Borah",
            "institution": "University of Washington",
            "bio": "is Assistant Professor of Marketing at the University of Washington, Seattle. He received his Ph.D. from the University of Southern California. His dissertation was a finalist for the European Marketing Academy’s best paper based on a doctoral dissertation and received numerous awards. His research interests are in social media, brand harm, and innovation. His research has appeared in leading academic journals such as Journal of Marketing Research, Marketing Science, Strategic Management Journal, and Marketing Science Institute. Abhishek sits on the editorial review board for Journal of the Academy of Marketing Science and reviews papers for leading academic journals. Prior to his Ph.D., he worked for McKinsey & Company. He is a music and movie aficionado, songwriter, guitar player, long distance runner (12 marathons) and rock climber.",
            "id": "abishek_borah"
        }, {
            "firstName": "Andrea",
            "lastName": "Ordanini",
            "institution": "Bocconi University",
            "bio": "is Professor and currently Chair of the Marketing Department at the Bocconi University of Milan, Italy. He is also responsible of the Service Lab in the Cermes (Center for Research on Marketing and Services) at the same university. He holds a PhD in Business Administration, and was a visiting professor at the University of California at Irvine in 2003 and 2006. His research interests span from consumption in cultural industries (music, movies, etc.) to service marketing and innovation. His papers were published, among the others, in Journal of Consumer Research, Journal of Consumer Psychology, Journal of Service Research, and Journal of Academy of Marketing Science.",
            "id": "andrea_ordanini"
        }, {
            "firstName": "Apurv",
            "lastName": "Jain",
            "position": "",
            "institution": "Microsoft",
            "bio": "is a Senior Applied Scientist at Microsoft Research, trying to understand what social data can say about financial markets and the economy. Apurv co-leads a cross functional team of data scientists, social science researchers, and finance professionals called Social Quant Initiative (SQI) to carry out Empirical Asset Pricing and Macroeconomics research. Apurv holds a master's in Industrial Engineering from Georgia Tech, an MBA from the University of Chicago, and finished his coursework towards a Financial Economics PhD at MIT. Apurv enjoys fiction, kickboxing and playing his mandolin for people too polite or slow to say no!.",
            "id": "apurv_jain"
        }]
    }, {
        "time": "14:00",
        "type": "other",
        "topic": "Science Meets Industry “Speed Dating”",
        "description": "Some time for informal exchanges between industry practitioners and entertainment scholars",
        "speakers": []
    }, {
        "time": "15:00",
        "type": "break",
        "topic": "Coffee Break"
    }, {
        "time": "15:15",
        "type": "talk",
        "topic": "Risk Effects in the Movie Industry",
        "description": "",
        "speakers": [{
            "firstName": "Alexa B.",
            "lastName": "Burmester",
            "institution": "Universität Hamburg",
            "bio": "is an Assistant Professor for Marketing & Media at the University of Hamburg. She received her Ph.D. from the University of Hamburg. Her empirical research focuses on marketing strategies for entertainment products, especially movies and games. She won the Professor-Herbert-Jacob- Award 2013 for her dissertation, second price in the EMAC McKinsey Marketing Dissertation Award competition, and was awarded with the IJRM Best Paper Award 2015. Alexa was a visiting scholar at the University of Groningen.",
            "id": "alexa_burmester"
        }, {
            "firstName": "Michel",
            "lastName": "Clement",
            "institution": "Universität Hamburg",
            "bio": "is Professor of Marketing at the University of Hamburg, holding the chair for Marketing & Media at the Institute for Marketing. He owns a doctoral degree in marketing and a master’s degree in business administration from the Christian-Albrechts-University at Kiel. Before joining the University of Hamburg, he was a faculty member at the University of Passau (Marketing & Services in 2005/2006) and the Christian-Albrechts-University at Kiel (Innovation, New Media and Marketing from 2002-2005). He is a regular visiting Scholar at Penn State University (eBusiness Research Center) and at Jönköping International Business School (Sweden). His research focuses on managing entertainment media products, new technologies, and customer management.",
            "id": "michel_clement"
        }]
    }, {
        "time": "15:45",
        "type": "talk",
        "topic": "Pre-launch Analysis of Competitive Dynamics",
        "description": "",
        "speakers": [{
            "firstName": "Natasha",
            "lastName": "Foutz",
            "institution": "University of Virginia — joint work with Fang Wu & Vithala R. Rao",
            "bio": "is Associate Professor of Commerce at the University of Virginia. She teaches and researches in the area of media and entertainment marketing. In particular, she studies consumer choice and firms’ new product and media advertising strategies in the entertainment industries, such as the motion pictures, television, and sports. She uses empirical data collection and econometric and statistical methods in her research. Her research is published in leading Journals such as Journal of Marketing Research and Marketing Science. She has taught marketing management, choice models, and entertainment marketing at the undergraduate, M.B.A., and Ph.D. levels. She is also a recipient of several teaching awards.",
            "id": "natasha_foutz"
        }]

    }, {
        "time": "16:15",
        "type": "break",
        "topic": "Coffee Break"
    }, {
        "time": "16:30",
        "type": "block",
        "topic": "Big Data 2.0: Intellectual Impulses",
        "blocks": [{
            "topic": "File Sharers as Market Makers?",
            "description": "",
            "speakers": [{
                "firstName": "Christoph",
                "lastName": "Ihl",
                "institution": "Hamburg University of Technology",
                "bio": "is Professor at Hamburg University of Technology, acting as academic director of the TUHH Startup Dock and head of the TUHH Institute of Entrepreneurship (TIE). His research investigates how entrepreneurial activity is affected by actors’ embeddedness in social and cultural spaces that describe a given market, technology or knowledge domain, by using computational and econometric methods. He obtained a doctoral degree from Technische Universität München for his work on innovation and marketing of customer-centric business models. He worked as assistant professor at RWTH Aachen University, working on organizing open and distributed processes of corporate innovation and entrepreneurship.",
                "id": "christoph_ihl"
            }, {
                "firstName": "Alexander",
                "lastName": "Vossen",
                "institution": "BI Norwegian Business School",
                "bio": "is Assistant Professor for Digital Innovation at EBS Business School & Technische Universität Darmstadt. His research focusses on innovation and entrepreneurship in creative industries, predominantly on potentials, challenges, and consequences of digitalization for individuals and organizations. In several research projects, he examines the role of social networks, product characteristics, and the interplay of organizational classification and legitimacy on the creation and success of creative products. Alex obtained a doctoral degree from RWTH Aachen University in 2013, Alex worked as assistant professor at the marketing department at BI Norwegian Business School in Oslo, Norway, and was a visiting researcher at University of British Columbia in Vancouver, Canada.",
                "id": "alexander_vossen"
            }]
        }, {
            "topic": "Everyone Agrees that Series are the Better Movies! But How do They Work?",
            "description": "",
            "speakers": [{
                "firstName": "Nora",
                "lastName": "Pähler vor der Holte",
                "institution": "Westfälische Wilhelms-Universität",
                "bio": "is a research assistant and doctoral student at the Department of Marketing & Media Research at the Marketing Center Münster. She graduated with a master degree from the University of Münster in 2014. She gathered work experience at various companies (e.g. Henkel, W.S. Tyler Canada, Andreas Bareiss Pictures) and wrote her master thesis in cooperation with Studiocanal on the Hunger Games franchise. Her research interests are in entertainment marketing and management. Nora has been awarded with the Best Paper Award of the Brand Management and Integrated Communications Track at the 2016 AMA Winter Marketing Educators' Conference, Las Vegas.",
                "id": "nora_paehler_vor_der_holte"
            }, {
                "firstName": "Thorsten",
                "lastName": "Hennig-Thurau",
                "institution": "Westfälische Wilhelms-Universität",
                "bio": "is Professor of Marketing & Media Research at the University of Münster's Marketing Center. He has been ranked among the top German business scholars by Frankfurter Allgemeine Zeitung and Handelsblatt multiple times and has published extensively on entertainment industry-related topics and digital challenges in leading academic journals. He is a recipient of the Mallen Lifetime award for his work on filmed entertainment and was co-chair of this year's American Marketing Association Winter Educators' Conference which attracted a record-breaking crowd of 800+ scholars. Thorsten is also a dedicated movie aficionado, with a particular adoration for the works of Sergio Leone and Clint Eastwood.",
                "id": "thorsten_hennig_thurau"
            }]
        }]
    }, {
        "time": "17:00",
        "type": "panel",
        "topic": "Science Meets Industry Panel Discussion",
        "description": "",
        "speakerGroups": [{
            "description": "Industry participants:",
            "speakers": [{
                "firstName": "Florian",
                "lastName": "Kumb",
                "institution": "ZDF",
                "id": "florian_kumb"
            }, {
                "firstName": "Malte",
                "lastName": "Probst",
                "institution": "Sky",
                "id": "malte_probst"
            }, {
                "firstName": "Jan",
                "lastName": "Rickers",
                "institution": "Deutsche Filmakademie",
                "id": "jan_rickers"
            }, {
                "firstName": "Wilfried",
                "lastName": "Berauer",
                "institution": "SPIO",
                "id": "wilfried_berauer"
            }]
        }, {
            "description": "Scholarly participants:",
            "speakers": [{
                "firstName": "Mark B.",
                "lastName": "Houston",
                "institution": "Texas A&M University",
                "bio": "is Department Head, Professor of Marketing, and Foreman R. and Ruby S. Bennett Chair in Business Administration at Texas A&M University, USA. Mark is also affiliated with Arizona State University and the German Research Foundation. His research on channels, movies, and innovation strategy has been published in Marketing Science, Journal of Marketing, Journal of Marketing Research, Journal of Consumer Research, and Journal of Financial and Quantitative Analysis, among others. Mark has served as President of the AMA Academic Council, and has co-chaired the AMA Summer Educators’ Conference and the AMA/Sheth Foundation Doctoral Consortium. He is an award winning teacher, and has conducted research, consulting, and/or exec education activities with many firms, including AT&T, Caterpillar, and Dell.",
                "id": "mark_houston"
            }, {
                "firstName": "Ann-Kristin",
                "lastName": "Knapp",
                "institution": "Westfälische Wilhelms-Universität",
                "bio": "is Assistant Professor at the University of Münster. She received her Ph.D. from the University of Münster, for which she won the university’s dissertation award in 2014. She is a recipient of the 2016 Winter AMA’s Best Paper Award of the Brand Management and Integrated Communications Track. She was a visiting scholar at the University of British Columbia in Vancouver and Texas Christian University. Her work on the entertainment industry has been published in the Journal of the Academy of Marketing Science, Journal of Cultural Economics, and Journal of Media Economics. Ann-Kristin is part of the Editorial Review Board of the Journal of Business Research and the Journal of Consumer Marketing. Her work focuses especially on the brand management and communication strategy of motion pictures.",
                "id": "ann_kristin_knapp"
            }]
        }]
    }, {
        "time": "18:30",
        "type": "other",
        "topic": "Studio Babelsberg Tour",
        "description": "CCO Christoph Fisser gives the conference participants a guided tour to the studio facilities",
        "speakers": []
    }, {
        "time": "20:00",
        "type": "other",
        "topic": "Get-Together Science meets Industry",
        "description": "",
        "speakers": []
    }]
}
